/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "Copyright 2007 Pierre Andrews. GPL License";

AMName = "AutoExifMover";

/*  AMApplication localized strings  */
"Terminal" = "Terminal";

/*  AMCategory localized strings  */
/* e.g. "Terminal" = "Terminal"; */

/*  AMDefaultParameters localized values  */
/*  e.g. myDefaultIntegerParameter = 0;  */
/*  e.g. myDefaultStringParameter = "Default String Value";  */

/*  AMDescription localized strings  */
AMDInput = "One or more files (one per line) to classify and transform.";
AMDRequires="EXIF:Tool must be installed, as well as UFRaw batch command line tool.";
AMDResult = "The moved files (in their new position), one per line.";
AMDSummary = "Take photos with EXIF data and uses EXIFtools to move/rename them using EXIF info (date, time, etc...) as specified by a path pattern.";
/*  AMKeyword localized strings  */
/* e.g. "Filter" = "Filter"; */

/*  AMWarning localized strings  */
ApplyButton = "Add";
IgnoreButton = "Don't Add";
Message = "Warning message (??!?)";